{
  "barber shop": "SARTAROSHXONA",
  "Sign up online": "Onlayn ro'yxatdan o'ting",
  "More about us": "Biz haqimizda",
  "Employees": "Xodimlar",
  "ONE barbershop": "ONE BARBERSHOP",
  "about shoxruh barber": "Shoxruh\nSARTAROSH\nMening ismim Shoxrux. Yoshim 27 da. Hozirda sartaroshlik kasbida faoliyat yuritaman. Men bu sohaga kirib kelishimdan oldin turli hil sohalarda ishlaganman, ammo boshqa turdagi kasblarda o’z kelajagimni koʻra olmaganman . Men sartaroshlik kasbida o'z o’rnimni topdim va kelajagimni koʻra oldim . Mening bu sohaga kirib kelishim tasodifiy bo'lgan: ya’ni muddatli harbiy xizmatini oʻtashga borgan vaqtimda harbiy xizmatdagi askarlarning sochini turmaklash va kaltalash orqali o’rganib olganman va bu sohaga menda qiziqish uygʻongan. Bu sohada yetarli tajribam bo’lmasligiga qaramay ishlashni boshladim va kuchli qiziqishim, o’z ustimda tinimsiz ishlashlarim natijasida hozirgi darajadagi mohir sartaroshga aylandim.",
  "about sirojiddin barber" : "Sirojiddin\nSartarosh\nMening ismim Sirojiddin bu sohaga kirib kelishim 16 yoshimda boshlangan. Boshlanishida yaxshi ustozga shogird tushish asosida oʻrganishni boshlaganman va bu paytda menda bu kasbga qiziqish boʻlmagan, ammo vaqt oʻtgani sayin qiziqishim oshdi va sevimli ishimga aylandi . Bu sohaga kirib kelishimga asosiy sababchi mening amakim hisoblanadi.",
  "tarif" : "ONE Barbershop - Bu sizning o'ziga xos uslubingizni topishga yordam beradigan joy. Siz Tita ustalariga bir marta ishonishingiz kerak va menga ishoning, yangi tasvir sizni iliqlik bilan tark etmaydi. Erkaklar soch turmagi va yaqin soqol olish bizning ixtisosimiz bo'lib, sartaroshlarimiz buni eng yaxshi qilishiga ishonchimiz komil. Mashhur Ralf Lauren aytganidek: \"Qaysi turmush tarzini olib borishdan qat'i nazar, sizning o'z uslubingiz, o'z dunyongiz bo'lishi kerak\". Albatta, biz Keri Grantni sizdan chiqaramiz deb va'da qilmaymiz, lekin siz 3 narsaga amin bo'lishingiz mumkin:",
  "choy kofe": "SIZGA ALBATTA BIR PIYOLA XUSHBOYLI KOFE YOKI CHOY TAQDIM ETILADI",
  "yevropa an'analari" : "BARCHA YEVROPA AN'ANALARIGA MUVOFIQ ENG YUQORI DARAJADAGI TURMAKLASH VA SOQOL OLISH",
  "qayta kelishni xohlaysiz" : "SIZ BIR MARTA SOCH-SOQOL OLDIRGANINGIZDAN SO'NG, KEYINGI SAFAR ALBATTA SHU YERGA QAYTA KELISHNI HOXLAYSIZ",

  "Bizning xizmatlarimiz" : "Bizning xizmatlarimiz",
  "Soch kesish" : "Soch kesish",
  "Soqol soch turmagi" : "Soqol soch turmagi",
  "Soqolni modellashtirish" : "Soqolni modellashtirish",
  "Qirol soqol": "Qirol soqol",
  "Soqol depilatsiyalash" : "Soqol depilatsiyalash",
  "Umumiy soqol depilyatsiyasi" : "Umumiy soqol depilyatsiyasi",
  "Yuzlarni tozalash" : "Yuzlarni tozalash",
  "Ukladka" : "Ukladka",
  "Kantofka qilish" : "Kantofka qilish",
  "10 yoshgacha bo'lgan bolalarning soch turmagi" : "10 yoshgacha bo'lgan bolalarning soch turmagi",
  "10 yoshdan boshlab" : "10 yoshdan boshlab",
  "Chizma" : "Chizma",
  "Ota+o'g'il 20% chegirma" :   "Ota+o'g'il 20% chegirma",

  "Soch kesish narxi" : "70.000 - 100.000 so'm",
  "Soqol soch turmagi narxi" : "50.000 so'm",
  "Soqolni modellashtirish narxi" : "100.000 so'm",
  "Qirol soqol narxi": "100.000 so'm",
  "Soqol depilatsiyalash narxi" : "50.000 so'm",
  "Umumiy soqol depilyatsiyasi narxi" : "100.000 so'm",
  "Yuzlarni tozalash narxi" : "50.000 - 100.000 so'm",
  "Ukladka narxi" : "50.000 - 100.000 so'm",
  "Kantofka qilish narxi" : "50.000 so'm",
  "10 yoshgacha bo'lgan bolalarning soch turmagi narxi" : "50.000 so'm",
  "10 yoshdan boshlab narxi" : "70.000 so'm",
  "Chizma narxi" : "25.000 - 50.000 so'm",
  "Ota+o'g'il 20% chegirma narxi" :   "150.000 so'm",

  "Developed" : "COSINUS tomonidan ishlab chiqilgan",
  "© ONE Barbershop" : "© ONE Barbershop barcha huquqlar himoyalangan",
  "narx" : "so'm"





}